Repository: stesie/taxbird
Catalog: po/*.po
Languages: de

source: Name of Template
de: Name der Vorlage

source: (yet unnamed)
de: (bisher unbenannt)

source: Your recent changes to the document %s haven't been stored to disk so far. Do you want them to be stored now?
de: Ihre neuesten Änderungen am Dokument %s wurden bisher noch nicht gespeichert. Möchten Sie, dass sie jetzt gespeichert werden?

source: Please select a template from the list.
de: Bitte wählen Sie eine Vorlage aus der Liste.

source: Current document contains no data.
de: Aktuelles Dokument enthält keine Daten.

source: Unable to initialize libgeier context
de: Der libgeier Kontext konnte nicht initialisiert werden.

source: Unable to validate the exported document. Sorry, but this should not happen. Please consider contacting the taxbird@taxbird.de mailing list.
de: Das exportierte Dokument konnte nicht validiert werden.Entschuldigung, aber das sollte nicht passieren. Bitte erwägen Sie, an die taxbird@taxbird.de Mailing-Liste zu schreiben.

source: Unable to xsltify the exported document. Sorry, but this should not happen. Please consider posting to the taxbird@taxbird.de mailing list.
de: Das exportierte Dokument konnte nicht XSLT-verwandelt werden. Entschuldigung, aber das sollte nicht passieren. Bitte erwägen Sie, an die taxbird@taxbird.de Mailing-Liste zu schreiben.

source: Unable to allocate GtkHTML widget.
de: GtkHTML-Steuerelement konnte nicht erstellt werden.

source: Unable to initialize libgeier context.
de: libgeier Kontext konnte nicht initialisiert werden.

source: Unable to digitally sign Elster document.
de: Elster-Dokument konnte nicht digital signiert werden.

source: You told to store Coala-XML to a file, however didn't specify a filename.
de: Sie haben ausgewählt, das Coala-XML in eine Datei abzuspeichern, jedoch keinen Dateinamen festgelegt.

source: Unable to create Coala-XML file.
de: Coala-XML Datei konnte nicht erstellt werden.

source: Unable to write to Coala-XML file.
de: Coala-XML Datei konnte nicht geschrieben werden.

source: Unable to fork print process, please verify the specified command
de: Der Druckprozess konnte nicht gestartet werden, bitte überprüfen Sie den angegebenen Dateinamen.

source: Unable to create protocol file.
de: Protokolldatei kann nicht erstellt werden.

source: Unable to send the exported document.
de: Exportiertes Dokument kann nicht gesendet werden.

source: Unable to send the tax declaration to the inland revenue office, the error message, returned by the clearing host was: %s
de: Die Steuererklärung konnte nicht an das Finanzamt gesendet werden,die von der Clearingstelle zurückgegebene Fehlermeldung war: %s

source: Unable to generate the transmission protocol. This is a local error, THIS IS, YOUR DATA HAS BEEN SENT TO THE INLAND REVENUE OFFICE AND IT WAS ACCEPTED.
de: Das Übertragungsprotokoll konnte nicht generiert werden. Dies ist ein lokaler Fehler,DAS BEDEUTET, DASS IHRE DATEN AN DAS FINANZAMT ÜBERMITTELT UND AKZEPTIERT WURDEN.

source: Failed to write to print-helper pipe.
de: Fehler beim Schreiben in die print-helper Pipe.

source: Failed to write to protocol file.
de: Protokolldatei konnte nicht geschrieben werden.

source: Printer process exited abnormally, your data has been sent however.
de: Druckprozess endete auf unnormale Weise, Ihre Daten wurden jedoch gesendet.

source: Your data has been sent to the inland revenue office and was accepted
de: Ihre Daten wurden an das Finanzamt übermittelt und wurden akzeptiert.

source: FILE
de: DATEI

source: Show version
de: Zeige Version

source: - The first free Elster client
de: - Der erste freie Elster Client

source: Available Sheets
de: Vorhandene Blätter

source: The current field's content is not valid. Sorry.
de: Der Inhalt des aktuellen Feldes ist nicht gültig. Entschuldigung.

source: Current document contains no data. There's no point in writing it out.
de: Das aktuelle Dokument enthält keine Daten. Es macht keinen Sinn, es zu speichern.

source: Yes!
de: Ja!

source: A tax declarations capturing and transfer tool for Germany.
de: Ein Programm zum Erfassen und Übermitteln von Steuererklärungen (für Deutschland)

source: translator_credits
de: Stefan Siegl <stesie@brokenpipe.de>

source: taxbird - Choose File
de: taxbird - Datei auswählen

source: Choose Base Template
de: Basisvorlage auswählen

source: Which template do you want to use as base for the new document?
de: Welche Vorlage möchten Sie als Grundlage für das neue Dokument nutzen?

source: <b>Transmission Protocol ...</b>
de: <b>Übermittlungsprotokoll ...</b>

source: As you probably know, Taxbird is currently somewhat in beta (or maybe even alpha-alike) state. Therefore it may happen, that generated export data is somewhat incorrect. In order to be sure, there are no differences between the data you want to send and the data that is actually sent, you can review the collected data on the following sheet (which is the output of an XSLT transformation with stylesheets being provided by the Inland Revenue Office). In case there are differences, click the cancel button and apply the needed changes. If there is a bug in Taxbird, please consider asking the taxbird@taxbird.de mailing list for help. Please mind furthermore, that you need to file a declaration of participation before the inland revenue office will accept data that was sent using Taxbird.
de: Wie Sie vermutlich wissen, befindet sich Taxbird gegenwärtig in Beta (oder vielleicht sogar Alpha-ähnlichem) Zustand. Deshalb kann es passieren, dass die generierten Exportdaten bedingt unrichtig sind. Um sicher zu gehen, dass keine Unterschiede zwischen den Daten, die Sie senden möchten, und denen, die tatsächlich gesendet werden, bestehen, können Sie die gesammelten Daten auf dem folgenden Blatt durchsehen (wobei es sich um die Ausgabe einer XSLT-Umwandlung handelt, erstellt mit den von der Finanzverwaltung zur Verfügung gestellten Stylesheets). Im Falle, dass Differenzen bestehen, klicken Sie bitte auf die Abbrechen-Schaltfläche und nehmen Sie die benötigten Änderungen vor. Sollte sich ein Fehler in Taxbird befinden, erwägen Sie bitte, auf der taxbird@taxbird.de Mailing-Liste nach Rat zu fragen. Bitte bedenken Sie weiter, dass Sie eine Teilnahmeerklärung abgeben müssen, bevor das Finanzamt die mit Taxbird übermittelten Daten akzeptiert.

source: Call GEIER to send the gathered data to the inland revenue office
de: GEIER aufrufen, um die erfassten Daten an das Finanzamt zu übermitteln

source: Digitally Sign Elster XML Document
de: Elster XML-Dokument Digital Signieren

source: Digitally Sign XML Document?
de: XML-Dokument digital signieren?

source: Filename:
de: Dateiname.

source: Finally all data has been gathered, in order to send the data to the inland revenue office. In order to do so now, please make sure, your internet connection is properly set up and hit the "Apply" button. If you want to make any more changes to the document, hit "Cancel" and do so now. To change what you have selected in this druid, just hit the the button called "Back". Thank you for using Taxbird!
de: Nun wurden alle Daten erfasst, um die Daten an das Finanzamt zu senden. Um dies jetzt durchzuführen, stellen Sie bitte sicher, dass Ihre Internet-Verbindung korrekt aufgebaut ist und klicken Sie die Anwenden-Schaltfläche an. Falls Sie weitere Veränderungen am Dokument vornehmen möchten, klicken Sie auf "Abbrechen" und nehmen diese vor. Um die Angaben zu ändern, die Sie in diesem Druiden vorgenommen haben, klicken Sie einfach auf die Schaltfläche "Zurück". Danke, dass Sie Taxbird benutzen!

source: Please review the gathered data ...
de: Bitte überprüfen Sie die erfassten Daten ...

source: Print Transmission Protocol using:
de: Übermittlungsprotokoll ausdrucken mit:

source: Save exported data to a Coala-XML File?
de: Exportierte Daten in eine Coala-XML Datei abspeichern?

source: Send the data to the IRO?
de: Daten an das Finanzamt senden?

source: SoftPSE-Filename:
de: SoftPSE-Dateiname:

source: Store Transmission Protocol to the following file:
de: Übermittlungsprotokoll in folgender Datei abspeichern:

source: Store gathered data to XML File?
de: Erfasste Daten in XML-Datei abspeichern?

source: taxbird - Send Data Druid ...
de: taxbird - Daten-Sende-Druide ...

source: New File
de: Neue Datei

source: New from last _year
de: Übernahme vom Vorjahr

source: Open File
de: Datei öffnen

source: S_end Data ...
de: Daten s_enden ...

source: Save File
de: Datei speichern

source: Send Data
de: Daten Senden

source: Send as _Testcase ...
de: Als Testfall senden ...

source: _File
de: _Datei

source: _Help
de: _Hilfe
